Repository: Gigibit/hurus
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: de, it

# NEW_ACTIVITY_NAME_PLACEHOLDER
source: Enter name...
de: Name eingeben...
it: Inserisci nome...

# HOW_DO_YOU_FEEL
source: Welcome! How did you feel during your free time?
de: Willkommen! Wie haben Sie sich in Ihrer Freizeit gefühlt?
it: Benvenuti! Come vi siete sentiti nel tempo libero?

# HOW_DO_YOU_FEEL_WP
source: How did you feel during the last day you spent at work?
de: Wie haben Sie sich am letzten Arbeitstag gefühlt?
it: Come ti sei sentito durante l'ultimo giorno di lavoro?

source: Happy
de: Glücklich
it: Felice

# GOOD_MOOD
source: In A Good Mood
de: Gut gelaunt
it: Di Buon Umore

source: Inspired
de: Inspiriert
it: Ispirato

source: Sad
de: Traurig
it: Triste

source: Angry
de: Wütend
it: Arrabbiato

source: Awful
de: Schrecklich
it: Terribile

# HOW_DO_YOU_BEEN_UP_FREE_TIME
source: What have you been up to in your free time?
de: Was haben Sie in Ihrer Freizeit gemacht?
it: Cosa hai fatto nel tempo libero?

# HOW_ARE_YOU
source: How are you feeling right now?
de: Wie fühlen Sie sich im Moment?
it: Come ti senti in questo momento?

source: Active
de: Aktiv
it: Attivo

source: Focused
de: Fokussiert
it: Focalizzato

source: Joyful
de: Fröhlich
it: Gioioso

source: Interested
de: Interessiert
it: Interessato

source: Serene
de: Gelassen
it: Sereno

source: Hopeful
de: Hoffnungsvoll
it: Speranzoso

source: Glad
de: Glücklich
it: Grato

source: Surprised
de: Überrascht
it: Sorpreso

source: Cheerful
de: Fröhlich
it: Allegro

source: Confident
de: Zuversichtlich
it: Fiducioso

source: Relieved
de: Erleichtert
it: Sollevato

# SHOW_MORE
source: See more...
de: Siehe mehr…
it: Vedi di più...

source: In love
de: Verliebt

source: Enthusiastic
de: Enthusiastisch
it: Entusiasta

source: Relaxed
de: Entspannt
it: Rilassato

source: Satisfacted
de: Zufrieden
it: Soddisfatto

source: Proud
de: Stolz
it: Orgoglioso

# ASHAMED
source: Ashmed
de: Beschämt
it: Imbarazzato

source: Anxious
de: Ängstlich
it: Ansioso

source: Afraid
de: Besorgt
it: Spaventato

source: Depressed
de: Deprimiert
it: Depresso

source: Lonely
de: Einsam
it: Solitario

source: Deluded
de: enttäuscht
it: Deluso

source: Annoyed
de: Genervt
it: Infastidito

source: Cold
de: Kalt
it: Freddo

source: Confused
de: Verwirrt
it: Confuso

source: Passive
de: Passiv
it: Passivo

source: Preoccupied
de: Besetzt
it: Preoccupato

source: Insecure
de: Unsicher
it: Insicuro

source: Repressed
de: Unterdrückt
it: Represso

# FRURSTRATED
source: Frustrated
de: Frustriert
it: Frustrato

source: Disgusted
de: Angewidert
it: Disgustato

source: Guilty
de: Schuldig
it: Colpevole

# DISCOURAGED
source: Discoraged
de: Entmutigt
it: Scoraggiato

source: Your mood
de: Ihre Stimmung
it: Il tuo umore

# YOUR_TOUGHTS
source: Your toughts (visible only to you)
de: Ihre Gedanken (nur für Sie sichtbar)
it: I tuoi pensieri (visibili solo a te).

source: Toughts
de: Gedanken
it: Pensieri

# YOUR_TOUGHT
source: Your toughts
de: Deine Gedanken
it: I tuoi pensieri

# WRITE_TO_REMEMBER
source: Write down something you want to remember
de: Schreiben Sie etwas auf, das Sie sich merken wollen
it: Annota qualcosa che vuoi ricordare

source: Extra Work
de: Extra Arbeit
it: Lavoro extra

source: Reading
de: Lesen
it: Lettura

source: Music
de: Musik
it: Musica

source: Romantic Date
de: Romantische Verabredung
it: Appuntamento Galante

source: Friends
de: Freunde
it: Amici

source: Family
de: Familie
it: Famiglia

source: Relax
de: Entspann dich

source: Helping
de: Helfen
it: Aiutare

source: Restaurant
de: Gaststätte
it: Ristorante

source: Shopping
de: Einkaufen

source: Art
de: Kunst
it: Arte

source: Writing
de: Schreiben
it: Scrittura

source: Praying
de: Betend
it: Preghiera

source: Studying
de: Studieren
it: Studio

source: Time in the nature
de: Zeit in der Natur
it: Tempo nella Natura

source: Cleaning Home
de: Haushaltsreinigung
it: Pulizia della casa

source: Travelling
de: Reisen
it: Viaggio

source: Doctor appointment
de: Arztbesuch
it: Appuntamento con il Medico

source: Cooking
de: Kochen
it: Cucina

source: Videogames
de: Videospiele
it: Videogiochi

source: Phone-call
de: Telefonanruf
it: Telefonare

source: Having a walk
de: Spazierengehen
it: Fare una Passeggiata

source: Cinema
de: Kino

# WHAT_HAVE_YOU_BEEN_UP_TODAY
source: What activities did you do during your free time?
de: Welche Aktivitäten haben Sie in Ihrer Freizeit ausgeübt?
it: Quali attività hai svolto nel tempo libero?

# WHAT_HAVE_YOU_BEEN_UP_TODAY_WP
source: What activities kept you busy at work?
de: Welche Aktivitäten haben Sie bei der Arbeit beschäftigt?
it: Quali attività ti hanno tenuto occupato al lavoro?

source: In a good mood
de: Gut gelaunt
it: Di buon Umore

# WRITE_SOMETHING_THAT_YOU_WANNA_TO_REMEMBER
source: Write something that you want to remember
de: Schreiben Sie etwas, an das Sie sich erinnern wollen
it: Annota qualcosa che vuoi ricordare

source: Low energy
de: Geringe Energie
it: Stanco

# YOUR_TOUGHTS_VISIBILE_ONLY_TO_YOU
source: Your toughts (visible only to you)
de: Ihre Gedanken (nur für Sie sichtbar)
it: I tuoi pensieri (visibili solo a te)-ì.

source: Time with my partner
de: Zeit mit meinem Partner
it: Tempo con il mio Partner

source: Nothing at all
de: Überhaupt nichts
it: Un bel Niente

source: Phone call
de: Telefonanruf
it: Telefonata

source: Meeting with management
de: Treffen mit der Geschäftsleitung
it: Meeting con il Capo

source: Meeting with team
de: Treffen mit dem Team
it: Meeting con il Team

source: New tasks
de: Neue Aufgaben
it: Nuovi compiti

source: Team Rotation
de: Teamwechsel

source: Document analysis
de: Dokumentenanalyse
it: Analisi di documenti

source: Held a Presentation
de: Hielt eine Präsentation
it: Tenere una presentazione

source: Working with Time Pressure
de: Arbeiten unter Zeitdruck
it: Lavorare sotto Pressione

source: Sick leave
de: Krankheitsurlaub
it: Congedo per Malattia

source: Everydays routine
de: Alltägliche Routine
it: Attività di Routine

source: Project Management
de: Projektleitung

source: External Meeting
de: Externes Treffen
it: Meeting Esterno

source: Worked Closely to a new teammate
de: Arbeitete eng mit einem neuen Teamkollegen zusammen
it: Lavorare con un nuovo collega

source: Mentored someone
de: Jemanden beraten
it: Ho dato delle direttive

source: My Happycurus
de: Mein Happycurus
it: Il mio Happycurus

# MY_STATISTICS
source: My Statitistics
de: Meine Statistik
it: Le mie Statistiche

source: My Learning material
de: Mein Lernmaterial
it: Il mio Materiale Didattico

source: Curus for the environment
de: Curus für die Umwelt
it: Curus per l'Ambiente

source: FREE TIME
de: FREIEZEIT
it: TEMPO LIBERO

source: Complete Statistics
de: Vollständige Statistik
it: Statistiche Complete

# NEW_COURSES
source: New Course
de: Neuer Kurs
it: Nuovo Corso

source: Courses
de: Kurse
it: Corsi

source: New
de: Neu
it: Nuovo

source: Motivational quote
de: Motivationszitat
it: Citazione Motivante

source: Activities
de: Aktivitäten
it: Attività

source: Previous Courses
de: Frühere Kurse
it: Corsi Precedenti

# HAPPY_CURUS_INFO
source: THE VALUE ON THE LEFT REPRESENTS THE NUMBER OF DONATIONS HAPPYCURUS HAS BEEN ABLE TO PLANT SO FAR. OUR DONATIONS HAVE DIFFERENT AMOUNTS AND FOCUS ON SEVERAL SPECIES OF TREES. THE NUMBER OF DONATIONS WE MAKE DEPENDS ON CHANGING FACTORS, SUCH AS THE NUMBER AND TYPE OF LICENSES SOLD, THE TIMING OF THE PAYMENTS, THE DEALS WE HAVE WITH EACH PARTNER, THE TYPE OF PROJECTS SUPPORTED AND THE UNEXPECTED EXPENSES THAT HAPPYCURUS MAY HAVE TO FACE. FOR MORE DETAILS ABOUT THE PROJECTS AND THE PARTNERS HAPPYCURUS IS SUPPORTING, PLEASE VISIT OUR WEBSITE WWW.HAPPYCURUS.DE AND CONTACT US.
de: DER WERT AUF DER LINKEN SEITE STELLT DIE ANZAHL DER BÄUME DAR, DIE HAPPYURUS BISHER PFLANZEN KONNTE. UNSERE SPENDEN HABEN UNTERSCHIEDLICHE BETRÄGE UND KONZENTRIEREN SICH AUF VERSCHIEDENE BAUMARTEN. DIE ANZAHL UNSERER SPENDEN HÄNGT VON SICH ÄNDERNDEN FAKTOREN AB, WIE Z.B. DER ANZAHL UND ART DER VERKAUFTEN LIZENZEN, DEM ZEITPUNKT DER ZAHLUNGEN, DEN VEREINBARUNGEN, DIE WIR MIT JEDEM PARTNER HABEN, DER ART DER UNTERSTÜTZTEN PROJEKTE UND DEN UNERWARTETEN AUSGABEN, DIE HAPPYCURUS MÖGLICHERWEISE ZU BEWÄLTIGEN HAT. FÜR WEITERE EINZELHEITEN ÜBER DIE PROJEKTE UND DIE PARTNER, DIE HAPPYCURUS UNTERSTÜTZT, BESUCHEN SIE BITTE UNSERE WEBSITE WWW.HAPPYCURUS.DE UND KONTAKTIEREN SIE UNS.
it: IL VALORE A SINISTRA RAPPRESENTA IL NUMERO DI DONAZIONI CHE HAPPYCURUS È RIUSCITO A PIANTARE FIN ORA. LE NOSTRE DONAZIONI HANNO IMPORTI DIVERSI E SI CONCENTRANO SU DIVERSE SPECIE DI ALBERI. IL NUMERO DI DONAZIONI CHE FACCIAMO DIPENDE DA FATTORI VARIABILI, COME IL NUMERO E IL TIPO DI LICENZE VENDUTE, LA TEMPISTICA DEI PAGAMENTI, GLI ACCORDI CHE ABBIAMO CON OGNI PARTNER, IL TIPO DI PROGETTI SOSTENUTI E LE SPESE IMPREVISTE CHE HAPPYCURUS PUÒ ESSERE COSTRETTO A SOSTENERE. PER MAGGIORI DETTAGLI SUI PROGETTI E SUI PARTNER CHE HAPPYCURUS FINANZIA, VISITA IL NOSTRO SITO WEB WWW.HAPPYCURUS.DE E CONTATTACI.

# YOUR_HAPPY_TEAM
source: YOUR HAPPYCURUS TEAM.
de: IHR HAPPYCURUS-TEAM.
it: IL TEAM DI HAPPYCURUS

source: Select a day before today
de: Wählen Sie einen Tag vor dem heutigen Tag
it: Seleziona una data prima di oggi

# MISSING_FIELDS
source: Please, fill every field
de: Bitte füllen Sie alle Felder aus
it: Bisogna Compilare tutti i Campi

source: About Happycurus
de: Über Happycurus
it: Riguardo Happycurus

source: Curus and the Environment
de: Curus und die Umwelt
it: Curus e l'ambiente

# THE_CURUS_EFFECT
source: The Happycurus Effect
de: Der Happycurus-Effekt
it: L'effetto Happycurus

source: Contact
de: Kontakt
it: Contatti

source: Language
de: Sprache
it: Lingua

# home_box_title
source: Collect data about your team. Take care of them.
de: Sammeln Sie Daten über Ihr Team. Kümmern Sie sich um sie.
it: Raccogli dati sul tuo team. Prenditi cura di loro

# ABOUT_HAPPY_CURUS_DESCRIPTION
source: People don't leave jobs but toxic workplaces. Thanks to Happycurus you can:
de: Menschen verlassen keine Arbeitsplätze, aber giftige Arbeitsplätze. Dank Happycurus können Sie:
it: Le persone non lasciano lavori, ma luoghi di lavoro scomodi. Grazie a Happycurus è possibile:

source: Our Motivation
de: Unsere Motivation
it: La nostra motivazione

# OUR_MOTIVATION_DESCRIPTION
source: Team synergy for company efficiency.
de: Teamsynergie für die Effizienz des Unternehmens
it: Sinergia di squadra per l'efficienza aziendale

source: Party
it: Festa
